{
  "home": {
    "text1": "プロファイルと、データソースやメッセージングといった特定の機能セットを提供する利用可能なサブシステムの <strong>設定</strong> を処理します。",
    "text2": "<strong>デプロイメント</strong> の追加および削除、またサーバーグループへこれを追加します。",
    "text3": "サーバーのステータス、JVM 使用量、およびサーバーログといった <strong>ランタイム</strong> 情報を表示します。管理ドメインで、ホストとサーバーグループを設定します。"
  },
  "understanding": {
    "profiles": {
      "header": "プロファイルについて",
      "text": "<strong>プロファイル</strong> とは、サブシステムおよびその設定の集合です。サブシステムは、拡張機能でコアサーバーに追加される機能セットです。",
      "text2": "異なるサーバーグループの特定のニーズに対応するよう、プロファイルは個別に定義できます。"
    },
    "serverGroups": {
      "header": "サーバーグループについて",
      "text1": "A <strong>server group</strong> is a set of server instances that will be configured and managed as one.",
      "text2": "サーバーグループ内のすべてのサーバーインスタンスは同じプロファイルを使用し、同じデプロイメントコンテンツを持つことになります。"
    },
    "servers": {
      "header": "サーバーについて",
      "text1": "<strong>サーバー</strong> とは、アプリケーションサーバーインスタンスを表します。",
      "text2": "管理ドメイン内では、すべてのサーバーインスタンスがあるサーバーグループのメンバーになります。ホストコントローラーが独自の JVM プロセス内で各サーバーインスタンスを開始します。"
    },
    "deployments": {
      "header": "デプロイメントについて",
      "text1": "A <strong>deployment</strong> is any resource, such as a WAR or EAR application, that can be deployed to a server.",
      "text2": "管理ドメイン内で、デプロイはサーバーグループに割り当てられます。サーバーグループ内のすべてのサーバーインスタンスは、同じデプロイメントコンテンツを持つことになります。"
    }
  },
  "configuration": {
    "header": "プロファイルの設定",
    "text1": "管理ドメインで利用可能な <strong>プロファイル</strong> のリスト。必要とされる機能によって、異なるサーバーグループは異なるプロファイルを使用できます。",
    "text2": "選択されたプロファイルに含まれる各 <strong>サブシステム</strong> の設定を表示、修正します。例えば、データソースを追加したり、メッセージングプロバイダーを設定したり、アプリケーションのセキュリティーをセットアップしたりします。"
  },
  "serverGroups": {
    "header": "サーバーグループの定義",
    "text1": "<strong>サーバーグループの設定</strong> を表示し、このサーバーグループ内の全サーバーを起動、停止、リロードするなどの <strong>操作</strong> を実行します。",
    "text2": "管理ドメインの <strong>新規サーバーグループ</strong> を作成します。",
    "text3": "選択したサーバーグループに属する <strong>サーバー</strong> のリスト。"
  },
  "servers": {
    "header": "サーバーの管理",
    "text1": "管理ドメイン内で <strong>ホスト</strong> または <strong>サーバーグループ</strong> ごとにサーバーを管理します。",
    "text2": "<strong>サーバーの設定</strong> を表示し、サーバーを起動、停止、リロードするなどの <strong>操作</strong> を実行します。",
    "text3": "ホスト向けに <strong>新しいサーバー</strong> を作成し、サーバーグループに割り当てます。",
    "text4": "JVM 使用量やサーバーログなど、サーバーについての <strong>ランタイム情報</strong> を表示します。"
  },
  "deployments": {
    "text1": "デプロイメントを追加し、デプロイメントの全コンテンツが一覧表示されている <strong>コンテンツリポジトリー</strong> からデプロイメントをサーバーグループに割り当てます。<br/><br/>サーバーグループに割り当てられていないデプロイメントは、<strong>未割り当てコンテンツ</strong> からサーバーグループに割り当てます。<br/><br/>1 つ以上のサーバーグループに割り当てられているデプロイメントは、<strong>サーバーグループ</strong> 追加して有効にします。",
    "text2": "Add a deployment to a server group by uploading a <strong>new deployment</strong>, choosing an existing deployment from the <strong>content repository</strong>, or creating an <strong>unmanaged deployment</strong> to be managed outside of EAP."
  }
}
