{
  "home": {
    "text1": "Die <strong>Konfiguration<\/strong> von Profilen und verfügbaren Untersystemen bearbeiten, die bestimmte Funktionen, wie Datenquellen oder Messaging, bereitstellen.",
    "text2": "Hinzufügen, Entfernen und Zuweisen von <strong>Deployments<\/strong> zu Servergruppen.",
    "text3": "Zeigen Sie <strong>Laufzeit<\/strong>-Informationen wie Serverstatus, JVM-Nutzung und Serverprotokolle an. Konfigurieren Sie Hosts und Servergruppen in einer verwalteten Domain."
  },
  "understanding": {
    "profiles": {
      "header": "Profile",
      "text1": "Ein <strong>Profil<\/strong> ist eine Sammlung von Untersystemen zusammen mit den Konfigurationen der einzelnen Untersysteme. Ein Untersystem enthält zusätzliche Funktionen, die dem Kernserver durch eine Erweiterung hinzugefügt werden.",
      "text2": "Verschiedene Profile können definiert werden, um die speziellen Anforderungen unterschiedlicher Servergruppen zu erfüllen."
    },
    "serverGroups": {
      "header": "Servergruppen",
      "text1": "Eine <strong>Servergruppe<\/strong> ist ein Satz aus Serverinstanzen, die als eine Einheit konfiguriert und verwaltet werden.",
      "text2": "Alle Serverinstanzen in einer Servergruppe verwenden dasselbe Profil und denselben Deployment-Inhalt."
    },
    "servers": {
      "header": "Server",
      "text1": "Ein <strong>Server<\/strong> steht für eine Applikationsserverinstanz.",
      "text2": "In einer verwalteten Domain gehören alle Serverinstanzen zu einer Servergruppe. Der Host-Controller startet jede Serverinstanz in einem eigenen JVM-Prozess."
    },
    "deployments": {
      "header": "Deployments",
      "text1": "Ein <strong>Deployment<\/strong> ist eine beliebige Ressource, wie eine WAR- oder EAR-Anwendung, die auf einem Server bereitgestellt werden kann.",
      "text2": "In einer verwalteten Domain werden Deployments Servergruppen zugewiesen. Alle Serverinstanzen in einer Servergruppe haben denselben Deployment-Inhalt."
    }
  },
  "configuration": {
    "header": "Profile konfigurieren",
    "text1": "Liste der <strong>Profile<\/strong>, die in der verwalteten Domain verfügbar sind. Verschiedene Servergruppen können verschiedene Profile verwenden, je nach den erforderlichen Funktionen.",
    "text2": "Die Konfiguration für jedes <strong>Untersystem<\/strong> im ausgewählten Profil anzeigen und ändern. Sie können beispielsweise eine Datenquelle hinzufügen, einen Messaging-Provider konfigurieren oder die Anwendungssicherheit einrichten."
  },
  "serverGroups": {
    "header": "Servergruppen definieren",
    "text1": "<strong>Servergruppenkonfiguration<\/strong> anzeigen und <strong>Vorgänge<\/strong> ausführen, wie Starten, Stoppen und Neuladen aller Server in dieser Servergruppe.",
    "text2": "<strong>Neue Servergruppe<\/strong> für die verwaltete Domain erstellen.",
    "text3": "Liste der <strong>Server<\/strong>, die zur gewählten Servergrupe gehören."
  },
  "servers": {
    "header": "Server verwalten",
    "text1": "Server nach <strong>Hosts<\/strong> oder <strong>Servergruppen<\/strong> in der verwalteten Domain verwalten.",
    "text2": "<strong>Serverkonfiguration<\/strong> anzeigen und <strong>Vorgänge<\/strong> ausführen, wie Starten, Stoppen und Neuladen des Servers.",
    "text3": "<strong>Neuen Server<\/strong> für einen Host erstellen und einer Servergrupe zuweisen.",
    "text4": "<strong>Laufzeitinformationen<\/strong> zum Server, wie JVM-Nutzung und Serverprotokolle, anzeigen."
  },
  "deployments": {
    "text1": "Fügen Sie Deployments hinzu, und weisen Sie diese zu Servergruppen zu aus dem <strong>Content-Repository<\/strong> zu, wo der gesamte Deployment-Inhalt aufgelistet ist.<br\/><br\/>Weisen Sie Deployments zu Servergruppen aus <strong>Nicht zugewiesener Inhalt<\/strong> für die Deployments zu, die noch keinen Servergruppen zugewiesen wurden.<br\/><br\/>Fügen Sie Deployments aus <strong>Servergruppen<\/strong> hinzu, und aktivieren Sie diese für die Deployments, die mindestens einer Servergruppe zugewiesen wurden.",
    "text2": "Fügen Sie ein Deployment zu einer Servergruppe hinzu, indem Sie ein <strong>neues Deployment<\/strong> hochladen, ein vorhandenes Deployment aus dem <strong>Content-Repository<\/strong> auswählen oder ein <strong>nicht verwaltetes Deployment<\/strong> für die Verwaltung außerhalb von EAP erstellen."
  }
}
